cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'java'

brew 'awscli'
brew 'fdupes'
brew 'ffmpeg'
brew 'git'
brew 'gradle'
brew 'jq'
brew 'lame'
brew 'mas'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'rbenv'
brew 'tldr'
brew 'tomcat-native'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'alfred'
cask 'bbedit'
cask 'box-sync'
cask 'caffeine'
cask 'coconutbattery'
cask 'dash'
cask 'datagrip'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'handbrake'
cask 'intellij-idea'
cask 'itsycal'
cask 'libreoffice'
cask 'netnewswire'
cask 'omnifocus'
cask 'postman'
cask 'postgres'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'subler'
cask 'superduper'
cask 'transmission'
cask 'vlc'
cask 'virtualbox'
cask 'yed'

mas 'Day One', id: 1055511498
mas 'Byword', id: 420212497
mas 'Pixelmator', id: 407963104
mas 'Soulver', id: 413965349
mas 'SomaFM Radio Player', id: 449155338
