cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'awscli'
brew 'fdupes'
brew 'ffmpeg'
brew 'git'
brew 'gradle'
brew 'jq'
brew 'lame'
brew 'mas'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'tomcat-native'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
