cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'openjdk'
brew 'ansible'
brew 'ant'
brew 'awscli'
brew 'git'
brew 'gist'
brew 'gradle'
brew 'jq'
brew 'mas'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'postgresql'
brew 'rbenv'
brew 'tldr'
brew 'tomcat-native'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'atom'
cask 'bbedit'
cask 'box-sync'
cask 'chromium'
cask 'coconutbattery'
cask 'dash'
cask 'datagrip'
cask 'docker'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'google-backup-and-sync'
cask 'intellij-idea'
cask 'libreoffice'
cask 'omnifocus'
cask 'postman'
cask 'setapp'
cask 'sketch'
cask 'slack'
cask 'sourcetree'
cask 'superduper'
cask 'transmit'
cask 'vlc'
cask 'yed'

mas 'Pixelmator', id: 407963104
mas 'Soulver', id: 413965349
mas 'SomaFM Radio Player', id: 449155338
